<?php
// +----------------------------------------------------------------------// | wechat-pay-client// +----------------------------------------------------------------------// | 版权所有 2014~2019 合肥埃米特信息科技有限公司 [ http://www.emmetltd.com ]// +----------------------------------------------------------------------// | 开源协议 ( https://mit-license.org )// +----------------------------------------------------------------------// | github开源项目：https://github.com/emmtltd/wechat-pay-client/// +----------------------------------------------------------------------

if (!class_exists('\Wechat\Loader')) {
    require __DIR__ . DIRECTORY_SEPARATOR . 'Wechat' . DIRECTORY_SEPARATOR . 'Loader.php';
}
